<template>
  <div class="text">
    <h3>خوش آمدید</h3>
    <p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.</p>

    <h3>توضیحاتی کوتاه</h3>
    <p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.</p>
  </div>
</template>

<script>
export default {
  name: "LoginGreet"
};
</script>

<style scoped>
.text {
  max-width: 50%;
  padding: 5rem 3.5rem;
}

h3 {
  font-size: 2rem;
  margin-bottom: 1.5rem;
}

p {
  font-size: 1.4rem;
}

p:not(:last-of-type) {
  margin-bottom: 3rem;
}
</style>

